{
	"episodes": {
		"001":"001 Jogos Históricos: de Roma à Segunda Guerra",
		"002":"002 Idade Média: o que você aprendeu errado?",
		"003":"003 Revisionismos sobre a Ditadura Militar",
		"004":"004 Futebol Feminino: sua história no Brasil",
		"005":"005 Acesso à Informação: como fazer uso da lei de acesso?",
		"006":"006 Júlio César e a conquista da Gália",
		"007":"007 Guerra do Contestado: Guerra, Terra e... Messianismo?",
		"008":"008 Cursar História, parte 1: respondendo suas perguntas",
		"009":"009 Esquerda fragmentada: análise de uma encruzilhada, com Sabrina Fernandes",
		"010":"010 Quem eram os Celtas? Pesquisa, memória e apropriação",
		"011":"011 E. P. Thompson: tudo o que você precisa saber",
		"012":"012 China VS Hong Kong: história de um impasse",
		"013":"013 O fim da União Soviética: da desestalinização ao colapso",
		"014":"014 Guerra de Troia: mitologia e historiografia",
		"015":"015 Palmares e Zumbi: História, controvérsia e revisionismo",
		"016":"016 Marighella: o guerrilheiro que incendiou o mundo",
		"017":"017 Antropologia Clássica: dos primórdios à Escola de Manchester",
		"018":"018 Crises do Petróleo: energia e relações internacionais",
		"019":"019 Integralismo: das origens ao neofascismo do século XXI",
		"020":"020 Holocausto: 75 anos depois de seu fim",
		"021":"021 Da Vinci VS Michelangelo: rinha de pintor renascentista",
		"022":"022 Círculo de Fogo: cinema, História e distorção",
		"023":"023 Polarização? Antagonismos na História do Brasil",
		"024":"024 A Estrada 47: fazendo um filme histórico no Brasil",
		"025":"025 História do Feminismo: história, vertentes e objetivos de um movimento",
		"026":"026 Revisionismo Histórico: pesquisa e ideologia na historiografia",
		"027":"027 Orientalismo: história, críticas e méritos de um conceito",
		"028":"028 Guerra do Paraguai: história e historiografia de uma maldita guerra",
		"029":"029 Segunda Guerra Mundial: uma síntese da maior de todas as guerras",
		"030":"030 Guerra de Secessão: a guerra civil que dividiu os Estados Unidos",
		"031":"031 Caça às bruxas: razões e debates a respeito de uma perseguição",
		"032":"032 O que é Fascismo? História, definição e sobrevivência no presente",
		"033":"033 Lawrence da Arábia: a surpreendente história de T. E. Lawrence",
		"034":"034 Aviadoras Soviéticas: mulheres em guerra dos céus da Europa",
		"035":"035 História como ciência: quem é quem na historiografia?",
		"036":"036 Mitos Nacionais: da chegada de Cabral ao Brasil contemporâneo",
		"037":"037 Barão Vermelho: a história de Manfred von Richthofen",
		"038":"038 Economia Brasileira: da Era Lula ao governo Bolsonaro, 2003-2020",
		"039":"039 Rota da seda: a conexão entre Ocidente e Oriente",
		"040":"040 Roma Antiga: o que você aprendeu errado?",
		"041":"041 Revolução Russa: a revolução que mudou o mundo",
		"042":"042 Historicismo: o que você precisa saber para entender",
		"043":"043 Racismo Estrutural: como ele opera em nossa sociedade?",
		"044":"044 Pesquisa em História: o que você precisa saber para começar?",
		"045":"045 Reconquista: cristãos e muçulmanos na Península Ibérica",
		"046":"046 Guerra Fria: quatro décadas de polarização mundial",
		"047":"047 Guerra Anglo-Zulu: colonialismo e resistência no sul da África",
		"048":"048 Crise de 1929: causas e consequências de um desastre"
	}
}